[
    { "age": 22, "text": "Bill Gates dropped out of Harvard and started Microsoft." },
    { "age": 23, "text": "Mark Zuckerberg created Facebook while still a student at Harvard." },
    { "age": 25, "text": "Steve Jobs launched the first Apple computer." },
    { "age": 28, "text": "Elon Musk sold his first company, Zip2, for $307 million." },
    { "age": 30, "text": "Oprah Winfrey became the first black female host of a nationally syndicated talk show." },
    { "age": 25, "text": "J.K. Rowling conceived the idea of Harry Potter while on a delayed train." },
    { "age": 29, "text": "J.K. Rowling's first Harry Potter book was published." },
    { "age": 30, "text": "Arianna Huffington faced 36 rejections before her second book was published." },
    { "age": 30, "text": "Jeff Bezos started Amazon as an online bookstore." },
    { "age": 28, "text": "Sergey Brin and Larry Page founded Google." },
    { "age": 21, "text": "Walt Disney founded his first animation company, Laugh-O-Gram Studio, which went bankrupt." },
    { "age": 22, "text": "Walt Disney created Mickey Mouse after losing the rights to his first character, Oswald the Lucky Rabbit." },
    { "age": 26, "text": "Michael Dell became a billionaire." },
    { "age": 35, "text": "Vincent van Gogh created his famous painting 'Starry Night'." },
    { "age": 30, "text": "Mahatma Gandhi led the Salt March, a key event in the Indian independence movement." },
    { "age": 23, "text": "Isaac Newton developed the fundamental principles of calculus." },
    { "age": 34, "text": "Albert Einstein developed the theory of special relativity." },
    { "age": 28, "text": "Amelia Earhart became the first woman to fly solo across the Atlantic Ocean." },
    { "age": 25, "text": "Alexander the Great became the king of Macedonia." },
    { "age": 33, "text": "Jesus Christ began his ministry." },
    { "age": 32, "text": "Martin Luther King Jr. delivered his 'I Have a Dream' speech." },
    { "age": 35, "text": "Ludwig van Beethoven composed his iconic Symphony No. 5." },
    { "age": 27, "text": "Marie Curie discovered radium." },
    { "age": 30, "text": "Frida Kahlo held her first solo exhibition in New York." },
    { "age": 32, "text": "Nelson Mandela was sentenced to life imprisonment for fighting apartheid." },
    { "age": 28, "text": "Helen Keller graduated from Radcliffe College, becoming the first deaf-blind person to earn a degree." },
    { "age": 24, "text": "Malcolm X became a prominent leader of the Nation of Islam." },
    { "age": 23, "text": "Tiger Woods won his first Masters Tournament." },
    { "age": 33, "text": "Leonardo da Vinci completed the painting 'The Last Supper'." },
    { "age": 28, "text": "Charles Darwin embarked on the voyage of the Beagle, leading to his theory of evolution." },
    { "age": 34, "text": "Jane Austen published 'Pride and Prejudice'." },
    { "age": 30, "text": "Vincent van Gogh began his artistic career after several failed attempts in other professions." },
    { "age": 27, "text": "Pablo Picasso painted 'Les Demoiselles d'Avignon'." },
    { "age": 25, "text": "Napoleon Bonaparte became a general in the French Army." },
    { "age": 32, "text": "Isaac Newton published 'Principia Mathematica'." },
    { "age": 29, "text": "Helen Keller became a lecturer and advocate for people with disabilities." },
    { "age": 23, "text": "Joan of Arc led the French army to victory at Orléans." },
    { "age": 34, "text": "Nelson Mandela began his 27 years in prison." },
    { "age": 33, "text": "Rosa Parks sparked the Montgomery Bus Boycott." },
    { "age": 30, "text": "Ralph Lauren started his Polo brand." },
    { "age": 31, "text": "Emily Dickinson wrote most of her nearly 1,800 poems." },
    { "age": 26, "text": "Ada Lovelace created the first algorithm intended for a computer." },
    { "age": 30, "text": "Galileo Galilei built his first telescope." },
    { "age": 35, "text": "Thomas Edison invented the phonograph." },
    { "age": 25, "text": "Napoleon Bonaparte won the Battle of Toulon." },
    { "age": 22, "text": "Alexander Graham Bell received the patent for the telephone." },
    { "age": 35, "text": "Ludwig van Beethoven composed Symphony No. 3 (Eroica)." },
    { "age": 28, "text": "Amelia Earhart became the first woman to fly solo nonstop across the United States." },
    { "age": 32, "text": "Marie Curie became the first woman to win a Nobel Prize." },
    { "age": 35, "text": "Nikola Tesla developed the alternating current (AC) electrical system." },
    { "age": 25, "text": "Napoleon Bonaparte crossed the Alps and won the Battle of Marengo." },
    { "age": 33, "text": "Muhammad Ali reclaimed the heavyweight title by defeating George Foreman in the Rumble in the Jungle." },
    { "age": 23, "text": "Joan of Arc was executed for heresy." },
    { "age": 30, "text": "Frida Kahlo created some of her most famous works, including 'The Two Fridas'." },
    { "age": 34, "text": "Vincent van Gogh painted 'The Starry Night'." },
    { "age": 24, "text": "Malcolm X became a minister of the Nation of Islam." },
    { "age": 33, "text": "Thomas Edison invented the light bulb." },
    { "age": 22, "text": "Alexander Graham Bell founded the Bell Telephone Company." },
    { "age": 27, "text": "Isaac Newton formulated the laws of motion and universal gravitation." },
    { "age": 32, "text": "Nelson Mandela led the Defiance Campaign against apartheid." },
    { "age": 23, "text": "Mark Zuckerberg became one of the youngest billionaires." },
    { "age": 30, "text": "Rosa Parks' act of defiance led to the Montgomery Bus Boycott." },
    { "age": 25, "text": "Napoleon Bonaparte became the First Consul of France." },
    { "age": 21, "text": "Walt Disney produced 'Steamboat Willie,' introducing Mickey Mouse." },
    { "age": 28, "text": "Charles Darwin formulated his theory of natural selection." },
    { "age": 35, "text": "Nikola Tesla patented the Tesla coil." },
    { "age": 27, "text": "Pablo Picasso created his Blue Period paintings." },
    { "age": 34, "text": "Marie Curie discovered radium and polonium." },
    { "age": 33, "text": "Ludwig van Beethoven composed his Ninth Symphony." },
    { "age": 25, "text": "J.K. Rowling conceived the idea for Harry Potter." },
    { "age": 35, "text": "Albert Einstein won the Nobel Prize in Physics." },
    { "age": 30, "text": "Ralph Lauren launched his first full line of menswear." },
    { "age": 29, "text": "Sergey Brin and Larry Page launched Google." },
    { "age": 23, "text": "Joan of Arc led the French army to lift the siege of Orléans." },
    { "age": 27, "text": "Tiger Woods won his first Masters Tournament by a record 12 strokes." },
    { "age": 30, "text": "Jeff Bezos started Amazon in his garage." },
    { "age": 32, "text": "Isaac Newton published his laws of motion." },
    { "age": 28, "text": "Charles Darwin began his journey on the HMS Beagle." },
    { "age": 34, "text": "Thomas Edison invented the phonograph." },
    { "age": 25, "text": "Alexander the Great became king of Macedonia." },
    { "age": 30, "text": "Oprah Winfrey launched 'The Oprah Winfrey Show'." },
    { "age": 31, "text": "Frida Kahlo had her first solo exhibition." },
    { "age": 30, "text": "Walt Disney opened Disneyland." },
    { "age": 35, "text": "Albert Einstein published the theory of general relativity." },
    { "age": 27, "text": "Amelia Earhart became the first woman to fly solo across the Atlantic Ocean." },
    { "age": 33, "text": "Nelson Mandela was sentenced to life imprisonment." },
    { "age": 25, "text": "Elon Musk co-founded Zip2, his first company." },
    { "age": 32, "text": "Mahatma Gandhi led the Salt March, a nonviolent protest against British rule in India." },
    { "age": 29, "text": "Marie Curie won her first Nobel Prize." },
    { "age": 28, "text": "Pablo Picasso created 'Guernica'." },
    { "age": 34, "text": "Rosa Parks sparked the Civil Rights Movement by refusing to give up her bus seat." },
    { "age": 31, "text": "Frida Kahlo exhibited her paintings in Paris." },
    { "age": 30, "text": "Mahatma Gandhi led the Salt March to protest British salt taxes." },
    { "age": 35, "text": "Vincent van Gogh painted 'Wheatfield with Crows'." },
    { "age": 30, "text": "Henry Ford filed for bankruptcy for his Detroit Automobile Company." },
    { "age": 31, "text": "Donald Trump nearly went bankrupt with his Atlantic City casinos." },
    { "age": 35, "text": "J.K. Rowling faced severe depression and financial hardship before the success of Harry Potter." },
    { "age": 34, "text": "Milton Hershey faced bankruptcy before founding Hershey's Chocolate." },
    { "age": 33, "text": "Harrison Ford was still working as a carpenter before landing his role in Star Wars." },
    { "age": 30, "text": "Fred Smith faced financial trouble with FedEx, nearly losing the company." },
    { "age": 35, "text": "Vera Wang started her fashion career after failing to make the U.S. Olympic figure skating team." },
    { "age": 32, "text": "Walt Disney's first company, Laugh-O-Gram Studio, went bankrupt." },
    { "age": 34, "text": "Howard Schultz was rejected by banks more than 200 times before getting funding for Starbucks." },
    { "age": 31, "text": "R.H. Macy failed at four retail ventures before finally finding success." },
    { "age": 36, "text": "Colonel Sanders was rejected 1,009 times before selling his first Kentucky Fried Chicken franchise." },
    { "age": 32, "text": "Oprah Winfrey was fired from her first television job as an anchor." },
    { "age": 35, "text": "Thomas Edison failed thousands of times before successfully inventing the light bulb." },
    { "age": 34, "text": "Harland Sanders (Colonel Sanders) saw his restaurant fail before franchising KFC." },
    { "age": 30, "text": "Soichiro Honda faced multiple rejections before establishing Honda Motor Company." },
    { "age": 33, "text": "Stephen King had his first book, Carrie, rejected 30 times before it was published." },
    { "age": 31, "text": "James Dyson created 5,126 failed prototypes before his vacuum was successful." },
    { "age": 30, "text": "Bill Gates faced antitrust lawsuits against Microsoft." },
    { "age": 33, "text": "Sylvester Stallone had to sell his dog to survive before selling the Rocky script." },
    { "age": 36, "text": "J.K. Rowling's manuscript for Harry Potter was rejected by 12 publishers." },
    { "age": 35, "text": "Shania Twain faced bankruptcy before becoming a successful country music star." },
    { "age": 34, "text": "Steve Jobs faced ousting from Apple before founding NeXT and returning to Apple." },
    { "age": 31, "text": "Harlan Sanders faced multiple rejections before finally selling his fried chicken recipe." },
    { "age": 32, "text": "Vera Wang started her fashion career after failing to make the U.S. Olympic figure skating team." },
    { "age": 35, "text": "Fred Smith turned FedEx around after nearly losing the company to bankruptcy." },
    { "age": 30, "text": "Albert Einstein faced rejection from multiple universities before securing a teaching job." },
    { "age": 31, "text": "Elvis Presley was told he was not fit for the music industry before becoming a legend." },
    { "age": 36, "text": "Steven Spielberg faced rejection from the USC School of Cinematic Arts multiple times." },
    { "age": 34, "text": "Harrison Ford was a carpenter before landing his role in Star Wars." },
    { "age": 33, "text": "Andrea Bocelli was rejected by music school before becoming a famous opera singer." },
    { "age": 35, "text": "Vincent van Gogh sold only one painting during his lifetime." },
    { "age": 32, "text": "Bill Withers worked as an assembler for airplane parts before his music career took off." },
    { "age": 31, "text": "Charles Darwin faced criticism and skepticism before his theory of evolution was accepted." },
    { "age": 33, "text": "Beethoven composed some of his greatest works while completely deaf." },
    { "age": 34, "text": "Albert Einstein faced severe opposition to his theories before they were accepted." },
    { "age": 36, "text": "Thomas Edison failed thousands of times before successfully inventing the light bulb." },
    { "age": 30, "text": "Henry Ford went bankrupt twice before founding the Ford Motor Company." },
    { "age": 32, "text": "Steve Jobs faced failure at Apple before returning and leading its resurgence." },
    { "age": 31, "text": "Oprah Winfrey was demoted from her news anchor job before becoming a talk show host." },
    { "age": 35, "text": "R.H. Macy failed at retail ventures before finding success with Macy's department store." },
    { "age": 34, "text": "Walt Disney was told he lacked imagination and had multiple failed businesses." },
    { "age": 33, "text": "Stephen King's novel Carrie was rejected 30 times before being published." },
    { "age": 31, "text": "Fred Smith nearly lost FedEx before turning it into a successful company." },
    { "age": 36, "text": "Colonel Sanders faced over 1,000 rejections before successfully franchising KFC." },
    { "age": 30, "text": "Donald Trump faced financial struggles and near-bankruptcy with his casinos." },
    { "age": 33, "text": "Bill Gates faced antitrust lawsuits that threatened Microsoft's dominance." },
    { "age": 35, "text": "Harrison Ford was still working as a carpenter before his breakthrough role." },
    { "age": 32, "text": "James Dyson faced rejection and failure with over 5,000 prototypes." },
    { "age": 34, "text": "Harland Sanders' restaurant failed before he successfully franchised KFC." },
    { "age": 30, "text": "Elon Musk faced multiple failures and setbacks before the success of SpaceX." },
    { "age": 31, "text": "Howard Schultz was rejected by banks more than 200 times before getting funding for Starbucks." },
    { "age": 36, "text": "Thomas Edison faced thousands of failed attempts before inventing the light bulb." },
    { "age": 32, "text": "Soichiro Honda faced multiple rejections before establishing Honda Motor Company." },
    { "age": 33, "text": "Albert Einstein faced severe opposition to his theories before they were accepted." },
    { "age": 35, "text": "Sylvester Stallone sold his dog to survive before selling the Rocky script." },
    { "age": 34, "text": "Beethoven composed some of his greatest works while completely deaf." },
    { "age": 30, "text": "Shania Twain faced bankruptcy before becoming a successful country music star." },
    { "age": 31, "text": "Harlan Sanders faced multiple rejections before selling his fried chicken recipe." },
    { "age": 32, "text": "Vera Wang started her fashion career after failing to make the U.S. Olympic figure skating team." },
    { "age": 36, "text": "Steven Spielberg faced rejection from the USC School of Cinematic Arts multiple times." },
    { "age": 33, "text": "Andrea Bocelli was rejected by music school before becoming a famous opera singer." },
    { "age": 35, "text": "Vincent van Gogh sold only one painting during his lifetime." },
    { "age": 34, "text": "Bill Withers worked as an assembler for airplane parts before his music career took off." },
    { "age": 31, "text": "Charles Darwin faced criticism and skepticism before his theory of evolution was accepted." },
    { "age": 32, "text": "Beethoven composed some of his greatest works while completely deaf." },
    { "age": 30, "text": "Albert Einstein faced severe opposition to his theories before they were accepted." },
    { "age": 34, "text": "Walt Disney's first company, Laugh-O-Gram Studio, went bankrupt." },
    { "age": 33, "text": "J.K. Rowling's manuscript for Harry Potter was rejected by 12 publishers." },
    { "age": 35, "text": "Harrison Ford was a carpenter before landing his role in Star Wars." },
    { "age": 30, "text": "Fred Smith faced financial trouble with FedEx, nearly losing the company." },
    { "age": 32, "text": "Oprah Winfrey was fired from her first television job as an anchor." },
    { "age": 31, "text": "Milton Hershey faced bankruptcy before founding Hershey's Chocolate." },
    { "age": 36, "text": "J.K. Rowling faced severe depression and financial hardship before Harry Potter's success." },
    { "age": 34, "text": "Howard Schultz was rejected by banks more than 200 times before getting funding for Starbucks." },
    { "age": 32, "text": "Henry Ford filed for bankruptcy for his Detroit Automobile Company." },
    { "age": 30, "text": "Donald Trump nearly went bankrupt with his Atlantic City casinos." },
    { "age": 35, "text": "Colonel Sanders was rejected 1,009 times before selling his first KFC franchise." },
    { "age": 31, "text": "R.H. Macy failed at four retail ventures before finally finding success." },
    { "age": 33, "text": "Bill Gates faced antitrust lawsuits against Microsoft." },
    { "age": 34, "text": "Vera Wang started her fashion career after failing to make the U.S. Olympic figure skating team." },
    { "age": 36, "text": "James Dyson created 5,126 failed prototypes before his vacuum was successful." },
    { "age": 30, "text": "Harlan Sanders faced multiple rejections before successfully franchising KFC." },
    { "age": 32, "text": "Soichiro Honda faced multiple rejections before establishing Honda Motor Company." },
    { "age": 35, "text": "Sylvester Stallone sold his dog to survive before selling the Rocky script." },
    { "age": 31, "text": "Fred Smith turned FedEx around after nearly losing the company to bankruptcy." },
    { "age": 33, "text": "Albert Einstein faced severe opposition to his theories before they were accepted." }
    { "age": 26, "text": "Howard Schultz, at age 26, started working at Starbucks, which at the time had only four stores." },
    { "age": 23, "text": "John Lennon, at age 23, recorded 'Please Please Me' with The Beatles, launching their international fame." },
    { "age": 28, "text": "Henry Ford built his first gasoline-powered vehicle, the Quadricycle, at age 28." },
    { "age": 24, "text": "Elon Musk, at age 24, started his first company, Zip2, which provided business directories and maps for newspapers." },
    { "age": 30, "text": "Beyoncé released her groundbreaking solo album 'Dangerously in Love' at age 30." },
    { "age": 25, "text": "Richard Branson started Virgin Records at age 25, which would grow into the Virgin Group conglomerate." },
    { "age": 21, "text": "Steven Spielberg directed his first professional film, 'Amblin',' which led to him being signed by Universal Studios at age 21." },
    { "age": 27, "text": "Ada Lovelace published the first algorithm intended for a computer at age 27." },
    { "age": 29, "text": "Sheryl Sandberg joined Google and helped grow the company’s ad revenue from virtually nothing to billions of dollars at age 29." },
    { "age": 32, "text": "Oprah Winfrey became the youngest person and the first African-American woman to anchor the news at WTVF-TV at age 32." },
    { "age": 23, "text": "Malala Yousafzai, at age 23, graduated from Oxford University with a degree in Philosophy, Politics, and Economics." },
    { "age": 30, "text": "Usain Bolt broke the world record in the 100 meters, becoming the fastest man alive at age 30." },
    { "age": 22, "text": "Lena Dunham created and starred in the HBO series 'Girls' at age 22, earning multiple awards and nominations." },
    { "age": 29, "text": "Tom Hanks won his first Academy Award for Best Actor for his role in 'Philadelphia' at age 29." },
    { "age": 25, "text": "Adele released her record-breaking album '25' at age 25, earning her numerous Grammy Awards." },
    { "age": 31, "text": "Serena Williams won her 23rd Grand Slam singles title, setting the record for the most in the Open Era at age 31." },
    { "age": 28, "text": "Billie Jean King won the 'Battle of the Sexes' tennis match against Bobby Riggs at age 28." },
    { "age": 24, "text": "Leonardo DiCaprio received his first Oscar nomination for 'What's Eating Gilbert Grape' at age 24." },
    { "age": 30, "text": "Chadwick Boseman starred as Black Panther in the Marvel Cinematic Universe, becoming a global icon at age 30." },
    { "age": 27, "text": "Lady Gaga won her first Grammy Award for her album 'The Fame' at age 27." },
    { "age": 25, "text": "Simone Biles became the most decorated gymnast in World Championships history at age 25." },
    { "age": 22, "text": "Rihanna launched her first beauty line, Fenty Beauty, which became an instant success at age 22." },
    { "age": 29, "text": "Kobe Bryant won his first NBA championship with the Los Angeles Lakers at age 29." },
    { "age": 30, "text": "Michelle Obama, at age 30, became an associate dean at the University of Chicago." },
    { "age": 21, "text": "Billie Eilish, at age 21, won the Grammy Award for Album of the Year for 'When We All Fall Asleep, Where Do We Go?'." },
    { "age": 32, "text": "Tina Fey became the first female head writer at 'Saturday Night Live' at age 32." },
    { "age": 25, "text": "Emma Watson graduated from Brown University with a degree in English Literature at age 25." },
    { "age": 30, "text": "LeBron James won his third NBA championship with the Cleveland Cavaliers at age 30." },
    { "age": 26, "text": "Stephen Curry set the NBA record for most three-pointers in a season at age 26." },
    { "age": 29, "text": "Meryl Streep won her first Academy Award for her role in 'Kramer vs. Kramer' at age 29." },
    { "age": 28, "text": "Shonda Rhimes created the hit TV series 'Grey's Anatomy' at age 28." },
    { "age": 27, "text": "Zendaya won her first Emmy Award for Outstanding Lead Actress in a Drama Series for 'Euphoria' at age 27." },
    { "age": 24, "text": "Chad Hurley co-founded YouTube, which would become the world's largest video-sharing platform at age 24." },
    { "age": 31, "text": "Janelle Monáe received her first Grammy nomination for her album 'Dirty Computer' at age 31." },
    { "age": 30, "text": "Trevor Noah became the host of 'The Daily Show' at age 30, bringing a fresh perspective to the program." },
    { "age": 29, "text": "Mindy Kaling created and starred in 'The Mindy Project,' which received critical acclaim at age 29." },
    { "age": 22, "text": "Simone Biles became the first woman to win four all-around titles at the World Gymnastics Championships at age 22." },
    { "age": 25, "text": "Greta Thunberg was nominated for the Nobel Peace Prize for her climate activism at age 25." },
    { "age": 28, "text": "John Legend won an Academy Award for Best Original Song for 'Glory' at age 28." },
    { "age": 26, "text": "Bruno Mars won his first Grammy Award for Best Male Pop Vocal Performance for 'Just the Way You Are' at age 26." },
    { "age": 30, "text": "Megan Rapinoe led the U.S. Women's National Soccer Team to World Cup victory and won the Golden Boot at age 30." },
    { "age": 27, "text": "Zendaya became the youngest woman to win an Emmy for Outstanding Lead Actress in a Drama Series for 'Euphoria' at age 27." },
    { "age": 24, "text": "Tim Cook became the COO of Apple, eventually leading the company to new heights at age 24." },
    { "age": 21, "text": "Lena Dunham created and starred in the HBO series 'Girls,' earning multiple awards and nominations at age 21." },
    { "age": 25, "text": "Ariana Grande won her first Grammy Award for Best Pop Vocal Album for 'Sweetener' at age 25." },
    { "age": 29, "text": "Chris Pratt gained international fame for his role in 'Guardians of the Galaxy' at age 29." },
    { "age": 32, "text": "Reese Witherspoon won the Academy Award for Best Actress for her role in 'Walk the Line' at age 32." },
    { "age": 30, "text": "Lupita Nyong'o won an Academy Award for Best Supporting Actress for her role in '12 Years a Slave' at age 30." },
    { "age": 31, "text": "Gal Gadot became a global icon for her role as Wonder Woman in the DC Extended Universe at age 31." },
    { "age": 28, "text": "Kendrick Lamar won the Pulitzer Prize for Music for his album 'DAMN.' at age 28." },
    { "age": 24, "text": "Justin Bieber won his first Grammy Award for Best Dance Recording for 'Where Are Ü Now' at age 24." },
    { "age": 27, "text": "Emily Blunt gained international recognition for her role in 'The Devil Wears Prada' at age 27." },
    { "age": 29, "text": "Scarlett Johansson received her first Academy Award nomination for her role in 'Marriage Story' at age 29." },
    { "age": 23, "text": "Maisie Williams, at age 23, co-founded the social media platform Daisie to support creative collaboration." },
    { "age": 30, "text": "Chris Evans gained widespread acclaim for his portrayal of Captain America in the Marvel Cinematic Universe at age 30." },
    { "age": 26, "text": "Emma Stone won the Academy Award for Best Actress for her role in 'La La Land' at age 26." },
]
